[
    {
        "title": "Programação Completa",
        "text": "Para garantir que você aproveite ao máximo cada momento, convidamos você a explorar nosso guia de programação detalhado. Nele, você encontrará todas as informações essenciais sobre horários de atividades, eventos especiais e encontros importantes. Prepare-se para uma jornada de crescimento espiritual e companheirismo!",
        "buttons": [
            {
                "name": "Programação Completa",
                "onclick": {
                    "title": "Programação",
                    "image": "image1"
                }
            }
        ],
        "size": "tiny",
        "columns": false
    },
    {
        "image": "image4",
        "title": "Elenco",
        "text": "O Campori APAC XXII contará com um elenco diversificado e talentoso, composto por oradores inspiradores, músicos renomados e artistas criativos. O evento reunirá líderes espirituais experientes, que compartilharão mensagens relevantes e edificantes para o público presente. Além disso, o campori contará com apresentações musicais emocionantes, com cantores e bandas que trarão louvores e canções especiais para o evento.",
        "buttons": [
            {
                "name": "Conheça o nosso elenco",
                "onclick": {
                    "title": "Elenco",
                    "image": "image4"
                }
            }
        ],
        "size": "medium"
    },
    {
        "image": "image2",
        "title": "Coletânea",
        "text": "Ter um cântico no coração é mais do que um simples verso na Lei dos Desbravadores; é um estilo de vida. Significa cultivar uma atitude de alegria, esperança e gratidão, independentemente das circunstâncias. Assim como um cântico pode elevar o espírito e transformar um ambiente, um coração cheio de música pode iluminar os momentos mais sombrios da vida.",
        "buttons": [
            {
                "name": "Saiba Mais",
                "onclick": {
                    "title": "Coletânea",
                    "image": "image2"
                }
            }
        ],
        "size": "medium",
        "columns": true,
        "buttonPos": true
    },
    {
        "image": "image5",
        "title": "Ideais dos Desbravadores",
        "text": "Os ideais dos Desbravadores são como uma bússola que guia nossas atitudes. Eles ensinam a sermos leais, bondosos e dedicados a Deus e ao próximo. Mais que um clube, ser Desbravador é viver com propósito e fazer a diferença no mundo! ",
        "buttons": [
            {
                "name": "Ideais dos Desbravadores",
                "onclick": {
                    "title": "Ideais dos Desbravadores",
                    "image": "image5"
                }
            }
        ],
        "size": "tiny",
        "columns": false
    },
    {
        "image": "image3",
        "title": "Pontuação do Clube",
        "text": "O Campori 2025 da APaC apresenta um sistema digital inovador, permitindo agendamento de eventos, controle de pontos e visualização do tempo de espera, tudo na tela do seu dispositivo.",
        "buttons": [
            {
                "name": "Controle de Pontos",
                "onclick": {
                    "title": "Pontuação do Clube",
                    "image": "image3"
                }
            }
        ],
        "size": "small",
        "columns": false
    },
    {
        "image": "image1",
        "title": "Boletins Informativos",
        "text": "Os Informativos do Campori 2025 guiam os Desbravadores para o evento 'A Promessa', com detalhes sobre data, local, regras e atividades, garantindo uma experiência segura e completa.",
        "buttons": [
            {
                "name": "Saiba Mais",
                "onclick": {
                    "title": "Boletins Informativos",
                    "image": "image1"
                }
            }
        ],
        "size": "small",
        "columns": true,
        "buttonPos": false
    },
    {
        "image": "image7",
        "title": "Coordenação do Campori",
        "text": "Cada detalhe do nosso Campori só acontece graças a uma equipe dedicada, que trabalha com amor e compromisso pra tornar essa experiência incrível. Conheça agora é hora de mostrar quem faz tudo isso acontecer nos bastidores!",
        "buttons": [
            {
                "name": "Conheça a Equipe",
                "onclick": {
                    "title": "Coordenação do Campori",
                    "image": "image7"
                }
            }
        ],
        "size": "small",
        "columns": false,
        "buttonPos": false
    }
]