[
  {
    "text": "Super Desafio Musical",
    "items": [
      {
        "type": "text",
        "content": [
          "A música oficial do Campori já está oficialmente liberada em sua versão congregacional — feita especialmente para que todos possam cantar juntos com força e entusiasmo!",
          "E pra deixar tudo ainda mais emocionante, estamos lançando um desafio especial: queremos ver vocês dando o melhor de si!",
          "✅ Assista ao vídeo do pastor explicando todas as regras do desafio — ele está cheio de dicas importantes que você não pode perder.",
          "🎧 Ouça a música oficial pelo link abaixo e comece a se preparar!",
          "🎤 E pra quem quiser gravar sua própria versão, disponibilizamos também o playback completo em outro link.",
          "Agora é com vocês! Chamem o clube, treinem bastante e soltem a voz! 💛"
        ]
      },
      {
        "type": "button",
        "content": "Link do vídeo do pastor com as regras",
        "url": "https://www.youtube.com/watch?v=MxCmKLu2tWg"
      },
      {
        "type": "button",
        "content": "Link do vídeo do da música com letra",
        "url": "https://www.youtube.com/watch?v=UzyQXWoNMFE"
      },
      {
        "type": "button",
        "content": "Link do playback da música",
        "url": "https://drive.google.com/file/d/1WJYeozlEZMkL2EdZEmrDlzIJJwpoI3dL/view?usp=drive_link"
      }
    ]
  },
  {
    "text": "Mapa Detalhado",
    "items": [
      {
        "type": "text",
        "content": "Esse mapa detalhado foi criado para que os clubes possam ter as medidas exatas das áreas no Campori. A medida é essencial para que os clubes possam planejar e se organizar de forma precisa. Para entender o mapa, é necessário visualizar o código e a legenda. O mapa geral em breve ira contar com o nomes dos clubes também, para facilitar a localização"
      },
      {
        "type": "button",
        "content": "Mapa detalhado do campori",
        "url": "https://drive.google.com/file/d/1JbYhfQHeGjpZGQedbT4vwwD3N3R4B59t/view?usp=sharing"
      },
      {
        "type": "button",
        "content": "Legenda do MAPA",
        "url": "https://docs.google.com/spreadsheets/d/1RdZOLh8YlA3poGAODRI-AbGuXYK3EnSN/edit?usp=sharing&ouid=104488353397334159375&rtpof=true&sd=true"
      },
      {
        "type": "button",
        "content": "Mapa Interativo do campori",
        "url": "/map"
      }
    ]
  },
  {
    "text": "Campori Experience Login",
    "items": [
      {
        "type": "link",
        "content": "/login"
      }
    ]
  },
  {
    "text": "Campori Experience Sing In",
    "items": [
      {
        "type": "link",
        "content": "/singin"
      }
    ]
  },
  {
    "text": "Programação",
    "items": [
      {
        "type": "link",
        "content": "/schedule"
      }
    ]
  },
  {
    "text": "Campori Experience Score",
    "items": [
      {
        "type": "link",
        "content": "/scoresclubs"
      }
    ]
  },
  {
    "text": "Coordenação do Campori",
    "items": [
      {
        "type": "title",
        "content": "Coordenação do Campori"
      },
      {
        "type": "text",
        "content": [
          "Coordenação Geral: Hélio Bocnie",
          "Prefeito: Pr. Sidney",
          "Secretaria: Rebeca",
          "Recepção: Capitão Matheus",
          "Segurança: Alfredo e Marcos",
          "Infraestrutura: Freitas",
          "Carrossel de Atividades: Thiago Forato e José Dias",
          "Trânsito: Uellington e João Henrique",
          "Programação: Luiz e João Batista",
          "Atividades Alternativas: Demison Gomes e Marcos",
          "Especialidades: João Batista e Jonas Henrique",
          "Pastori: Freitas, Carlos e Brandão",
          "Área de Camping: Freitas",
          "Comunicação: Pr. Danilo",
          "Sanitários: Willian",
          "Classe de Guia: Jonas e Ricardo",
          "Pontuação: Matheus Gomes e Ricardo",
          "Plantio de Igrejas: José Dias",
          "Posto Médico: Eliel",
          "Espaço da Calma: Pr. Elmir",
          "Campori Experience: Matheus Gomes"
        ]
      },
      {
        "type": "title",
        "content": "Coordenação do Regional"
      },
      {
        "type": "text",
        "content": [
          "Região1: João Batista",
          "Região2: Jonas Henrique",
          "Região3: Demison Gomes",
          "Região4: José Dias",
          "Região5: Matheus Gomes",
          "Região6: Ricardo",
          "Região7: Freitas",
          "Região8: João Henrique",
          "Região9: Uelington",
          "Região10: Alfredo",
          "Região11: Jander",
          "Região12: Rebeca",
          "Região13: Willian",
          "Região14: Antônio Marcos"
        ]
      }
    ]
  },
  {
    "text": "Pontuação do Clube",
    "items": [
      {
        "type": "text",
        "content": "Se você for diretor ou secretária do clube e deseja visualizar a pontuação do seu clube, faça o login no nosso app de pontuações."
      },
      {
        "type": "text",
        "content": "Clique no botão abaixo para ser redirecionado."
      },
      {
        "type": "button",
        "content": "Controle de Pontuações",
        "url": "/scoresclubs"
      }
    ]
  },
  {
    "text": "Boletins Informativos",
    "items": [
      {
        "type": "text",
        "content": "Os Informativos do Campori 2025 são um guia completo e essencial para o XXII Campori da APaC, com o tema inspirador 'A Promessa'. Eles foram cuidadosamente elaborados para fornecer todas as informações cruciais que os participantes precisam para se preparar e aproveitar ao máximo essa experiência única. Detalhes sobre o evento:"
      },
      {
        "type": "text",
        "content": "Este guia completo e detalhado é uma ferramenta indispensável para os clubes de Desbravadores se prepararem adequadamente para o Campori, garantindo que todos os participantes tenham uma experiência enriquecedora, segura e inesquecível."
      },
      {
        "type": "button",
        "content": "1º informativo-campori",
        "url": "https://drive.google.com/file/d/1xqtqeNFQUf4fI7AWBCSGUq39LNbnmaKo/view?usp=sharing"
      }
    ]
  },
  {
    "text": "Atividades Especiais",
    "items": [
      {
        "type": "text",
        "content": [
          "O Campori 2025 da APaC está chegando com uma programação imperdível e cheia de aventuras para todos os clubes! Este grande evento contará com uma variedade de atividades especiais pensadas para proporcionar aprendizado, diversão e integração entre os participantes.",
          "Prepare-se para competir nos emocionantes torneios que desafiarão as habilidades e o trabalho em equipe do seu clube. Explore novas áreas do conhecimento com as especialidades oferecidas, participe de visitações que vão ampliar sua visão e enriquecer sua experiência, e sinta a adrenalina das corridas e desafios físicos que prometem agitar o evento!",
          "Mais do que uma simples programação, o Campori será uma jornada inesquecível de crescimento, amizade e espiritualidade. Não perca tempo e conheça agora mesmo todos os detalhes de como o seu clube pode participar e fazer parte dessa grande celebração!"
        ]
      },
      {
        "type": "title",
        "content": "Especialidades"
      },
      {
        "type": "text",
        "content": [
          "Durante o Campori 2025, os desbravadores terão a oportunidade de participar de diversas especialidades práticas e educativas. Cada atividade possui vagas limitadas e será realizada em horários pré-definidos, conforme a programação oficial do evento.",
          "No momento da inscrição, o diretor do clube deverá selecionar os horários disponíveis para cada especialidade, respeitando os limites máximos de participação estabelecidos para cada clube e cada aula.",
          "Confira as especialidades disponíveis:",
          "Especialidade de Torno Mecânico: Duração de 1 hora, com até 30 participantes por aula. Cada clube poderá inscrever no máximo 10 desbravadores.",
          "Especialidade de Ferreomodelismo: Aula de 1 hora, com capacidade para 50 participantes. Limite de 10 inscritos por clube.",
          "Especialidade de Eletricidade: Especialidade com duração de 1 hora, para até 50 participantes. Cada clube poderá inscrever até 20 desbravadores.",
          "Especialidade de Criacionismo: Aula de 1 hora, com até 50 participantes. Limite de 20 por clube.",
          "Especialidade de Fósseis: Duração de 1 hora, com capacidade para 50 participantes por aula. Máximo de 20 por clube.",
          "Especialidade de Patins: Especialidade com duração de 1 hora, com até 100 participantes por aula e limite de 20 desbravadores por clube.",
          "Especialidade de Arco e Flecha: Aula de 1 hora, com até 50 participantes. Cada clube poderá inscrever até 20 desbravadores.",
          "Regras Gerais para Participação nas Especialidades:",
          "- As vagas são limitadas e preenchidas por ordem de inscrição, portanto, é importante se inscrever o quanto antes.",
          "- Somente usuários com acesso master do clube poderão realizar as inscrições das duplas nos torneios.",
          "- A participação nas especialidades será validada apenas mediante presença no horário agendado. Acompanhe os Horários pela tela de programação no APP do campori",
          "- Para garantir a organização e uma distribuição equilibrada de vagas, cada clube poderá se inscrever em apenas uma especialidade ou visitação por dia. Caso deseje participar de mais de uma especialidade ou visitação, o clube deverá realizar a inscrição em dias diferentes."
        ]
      },
      {
        "type": "title",
        "content": "Visitações"
      },
      {
        "type": "text",
        "content": [
          "Durante o Campori 2025, os desbravadores também poderão participar de duas visitações especiais, pensadas para enriquecer a experiência espiritual e cultural dos clubes:",
          "- Visitação ao Museu de Arqueologia Bíblica: Duração de 30 minutos por aula, com até 64 participantes. Cada clube poderá inscrever até 16 participantes.",
          "- Visitação ao Centro Ellen G. White: Aula de 1 hora, com capacidade para 50 participantes por turma. Limite de 16 por clube.",
          "Regras Gerais para Participação nas Especialidades:",
          "- As vagas são limitadas e preenchidas por ordem de inscrição, portanto, é importante se inscrever o quanto antes.",
          "- Somente usuários com acesso master do clube poderão realizar as inscrições dos desbravadores nas visitações.",
          "- A participação nas visitações será validada apenas mediante presença no horário agendado. Acompanhe os Horários pela tela de programação no APP do campori",
          "- Para garantir a organização e uma distribuição equilibrada de vagas, cada clube poderá se inscrever em apenas uma especialidade ou visitação por dia. Caso deseje participar de mais de uma especialidade ou visitação, o clube deverá realizar a inscrição em dias diferentes."
        ]
      },
      {
        "type": "title",
        "content": "Torneios"
      },
      {
        "type": "text",
        "content": [
          "Para garantir que nossos torneios aconteçam de forma organizada, dinâmica e com o maior número possível de participantes, estabelecemos algumas diretrizes importantes. Essas regras foram cuidadosamente definidas para proporcionar uma experiência justa, acessível e envolvente para todos os clubes, independentemente do seu tamanho ou nível de experiência. Conheça agora mesmo as modalidades do nosso torneio:",
          "- Volei de Time Feminino: Deve ser inscrito um time contendo 6 pessoas e usaremos as quadras de areia e poliesportivas",
          "- Volei de Time Masculino: Deve ser inscrito um time contendo 6 pessoas e usaremos as quadras de areia e poliesportivas",
          "- Futvolei Masculino: Deve ser inscrito uma dupla e usaremos as quadras de areia",
          "- Volei Dupla Feminina: Deve ser inscrito uma dupla e usaremos as quadras de areia",
          "Por isso, convidamos todos os clubes a conhecerem atentamente as regras a seguir e se prepararem para participar ativamente dos torneios. Afinal, quanto mais engajamento, mais memorável será essa experiência no Campori 2025 da APaC!",
          "- Inscrições por Torneio: Cada clube poderá se inscrever em apenas dois torneios.",
          "- Formato das eliminatórias: As disputas seguirão o formato de eliminatória simples, ou seja, cada confronto será decisivo.",
          "- Responsável pela inscrição: Somente usuários com acesso master do clube poderão realizar as inscrições das duplas nos torneios.",
          "- Finais dos torneios: As finais serão realizadas no sábado à noite, durante a programação oficial do Campori."
        ]
      },
      {
        "type": "title",
        "content": "Corridas"
      },
      {
        "type": "text",
        "content": [
          "O Campori 2025 também contará com emocionantes desafios esportivos! Os clubes poderão participar das corridas em duas modalidades diferentes:",
          "- Corrida 10K a Pé: Um percurso desafiador para os desbravadores que gostam de correr.",
          "- Corrida 40K de Bike: Ideal para os que preferem adrenalina sobre duas rodas.",
          "Não há limite de inscrições por modalidade. Para confirmar a inscrição, será necessário informar os nomes dos participantes.",
          "Prepare seu clube e participe dessa experiência esportiva única!"
        ]
      }
    ]
  },
  {
    "text": "Ideais dos Desbravadores",
    "items": [
      {
        "type": "title",
        "content": "VOTO"
      },
      {
        "type": "text",
        "content": "Pela graça de Deus, serei puro, bondoso e leal; guardarei a lei do Desbravador, serei servo de Deus e amigo de todos."
      },
      {
        "type": "title",
        "content": "LEI"
      },
      {
        "type": "text",
        "content": [
          "Observar a devoção matinal.",
          "Cumprir fielmente a parte que me corresponde.",
          "Cuidar do meu corpo.",
          "Manter a consciência limpa.",
          "Ser cortês e obediente.",
          "Andar com reverência na casa de Deus.",
          "Ter sempre um cântico no coração.",
          "Ir aonde Deus mandar."
        ]
      },
      {
        "type": "title",
        "content": "ALVO"
      },
      {
        "type": "text",
        "content": "A mensagem do advento a todo o mundo em minha geração."
      },
      {
        "type": "title",
        "content": "LEMA"
      },
      {
        "type": "text",
        "content": "O amor de Cristo me motiva."
      },
      {
        "type": "title",
        "content": "OBJETIVO"
      },
      {
        "type": "text",
        "content": "Salvar do pecado e guiar no serviço."
      },
      {
        "type": "title",
        "content": "VOTO"
      },
      {
        "type": "text",
        "content": "Pela graça de Deus, serei puro, bondoso e leal; guardarei a lei do Desbravador, serei servo de Deus e amigo de todos."
      }
    ]
  },
  {
    "text": "Coletânea",
    "items": [
      {
        "type": "text",
        "content": [
          "Para os Desbravadores, a música é uma forma de expressar a fé e a alegria de viver. Seja em um acampamento sob as estrelas, em uma caminhada pela natureza ou em um momento de serviço à comunidade, um cântico no coração é a trilha sonora que acompanha cada aventura e desafio.",
          "A música oficial do campori já esta disponível com a versão com letra, ouça agora mesmo e não perca o Desafio da Música!"
        ]
      },
      {
        "type": "text",
        "content": "Abaixo estão alguns cantores que você poderá ouvir no campori."
      },
      {
        "type": "button",
        "content": "Canal do Coral Unasp",
        "url": "https://www.youtube.com/@coralunasp/videos"
      },
      {
        "type": "button",
        "content": "Canal da Michely Manuely",
        "url": "https://www.youtube.com/@MichelyManuelyOficial"
      },
      {
        "type": "button",
        "content": "Canal do Menos Um (CD Jovem)",
        "url": "https://www.youtube.com/@MENOSUM7/featured"
      },
      {
        "type": "button",
        "content": "Musica oficial do campori",
        "url": "https://youtu.be/UzyQXWoNMFE?si=jl1F8EFL0vw8tnVo"
      }
    ]
  },
  {
    "text": "Elenco",
    "items": [
      {
        "type": "slider",
        "content": "elenco1"
      },
      {
        "type": "slider",
        "content": "elenco2"
      },
      {
        "type": "slider",
        "content": "elenco3"
      },
      {
        "type": "slider",
        "content": "elenco4"
      },
      {
        "type": "slider",
        "content": "elenco5"
      },
      {
        "type": "slider",
        "content": "elenco6"
      },
      {
        "type": "slider",
        "content": "elenco7"
      },
      {
        "type": "slider",
        "content": "elenco8"
      },
      {
        "type": "slider",
        "content": "elenco9"
      }
    ]
  },
  {
    "text": "Climas",
    "items": [
      {
        "type": "text",
        "content": "Texto sobre climas"
      },
      {
        "type": "title",
        "content": "Descrição dos climas"
      },
      {
        "type": "details",
        "content": "Detalhes dos climas"
      },
      {
        "type": "image",
        "content": "https://via.placeholder.com/150"
      },
      {
        "type": "image",
        "content": "https://via.placeholder.com/150"
      }
    ]
  }
]