[
    {
        "title": "XXII Campori APaC",
        "description": [
            "O XXII Campori da APaC será realizado no UNASP-EC, de 19 a 22 de junho de 2025. O tema será 'A Promessa', com o objetivo de fortalecer a fé e o compromisso com os princípios cristãos. O evento contará com momentos de louvor, reflexão e atividades práticas para promover o crescimento espiritual e a interação entre os participantes."
        ]
    },
    {
        "title": "Inscrições",
        "description": [
            "As inscrições para o XXII Campori APaC devem ser feitas até 30 de abril no Sistema de Gerenciamento de Clubes (SGC). O valor da inscrição é de R$ 230,00 por desbravador. Diretores são isentos, e filhos de diretoria pagam R$ 103,50. O pagamento pode ser feito por boleto bancário ou cartão de crédito, com opção de parcelamento em até 6 vezes.",
            "O XXII Campori da APaC é um pré-requisito para os Camporis da DSA em 2027 e da UCB em 2028. Para garantir a participação, os clubes devem ter pelo menos 80% de seus membros presentes e alcançar as categorias Ouro ou Prata no ranking do evento."
        ]
    },
    {
        "title": "Isenções",
        "description": [
            "Pastores de distrito, agentes de saúde (um por clube, com CRM ou COREN) e cozinheiras (uma a cada 14 inscritos pagantes) são isentos da taxa de inscrição. A partir da terceira cozinheira, há um sistema de descontos progressivos."
        ]
    },
    {
        "title": "Alterações e Desistências",
        "description": [
            "Alterações nas inscrições podem ser feitas no SGC até 20 de maio de 2025, com trocas de nomes dentro da mesma categoria. Em caso de desistência, o valor da inscrição não será devolvido."
        ]
    },
    {
        "title": "Documentação Obrigatória",
        "description": [
            "Os clubes devem apresentar diversos documentos na chegada, incluindo a relação de inscritos, dados do motorista do ônibus, contratos de locação, seguros e termos de responsabilidade. Para menores de 18 anos, é necessário apresentar autorização dos pais, fichas de saúde e cadastro atualizadas, e cópias de documentos pessoais. Maiores de 18 anos devem apresentar fichas de cadastro e saúde atualizadas, além de cópias de documentos pessoais e termo de voluntariado."
        ]
    },
    {
        "title": "Alimentação",
        "description": [
            "A alimentação no XXII Campori APaC será ovolactovegetariana. Cada clube terá sua própria cozinha, com inspeção obrigatória da caixa de primeiros socorros. É permitido levar geladeira e freezer (com restrições de consumo de energia). Fogões devem estar em bom estado, com atenção especial à validade e condição da mangueira de gás. Clubes podem optar pelo restaurante do UNASP, com custo de R$ 270,00 por pessoa, incluindo 9 refeições."
        ]
    },
    {
        "title": "Estrutura e Logística",
        "description": [
            "O UNASP-EC oferece voltagem de 127v. Cada clube terá sua área de camping demarcada, com espaço para barracas, cozinha e atividades. A montagem de portais é permitida, com restrições de altura e necessidade de ART para estruturas acima de 3 metros. Ônibus e carros terão estacionamento exclusivo, e a circulação de veículos será restrita nas áreas de acampamento e cozinha."
        ]
    },
    {
        "title": "Programação e Atividades",
        "description": [
            "A abertura oficial do XXII Campori APaC será no dia 19 de junho, às 19h30. O encerramento, com premiação, será no dia 22 de junho, às 8h. Haverá reuniões diárias para diretores, pastores, coordenadores e regionais. A programação inclui atividades como batismos, investiduras e concursos de machadinha, crachá e portais. O uniforme oficial dos desbravadores será usado no sábado pela manhã e na investidura."
        ]
    },
    {
        "title": "Segurança e Saúde",
        "description": [
            "Cada clube deve ter um profissional de saúde (CRM ou COREN) para participar dos plantões no posto de enfermagem. A caixa de primeiros socorros será inspecionada, e é necessário apresentar receitas médicas para medicamentos controlados. A segurança do evento inclui pulseiras de identificação para todos os participantes e regras para circulação e estacionamento de veículos."
        ]
    },
    {
        "title": "Sustentabilidade",
        "description": [
            "O XXII Campori APaC adota práticas sustentáveis, com a exigência de lixeiras para coleta seletiva de lixo orgânico e reciclável nas cozinhas e áreas de camping. Materiais de bambu ou outros móveis levados para o evento devem ser recolhidos pelos clubes ao final do programa."
        ]
    }
]