[
    {
        "title": "OBJETIVOS DO XXI CAMPORI",
        "description": [
            "1. Aumentar a interação entre os membros do clube de Desbravadores;",
            "2. Realizar tarefas para conquistar conhecimento e especialização nas áreas propostas pelo evento;",
            "3. Motivar o desbravador a ser leal aos nossos ideais;",
            "4. Proporcionar aos clubes a oportunidade de interação, conhecimento e aprendizagem;",
            "5. Fortalecer o desenvolvimento das capacidades físicas, mentais e espirituais nos eventos e atividades;",
            "6. Realizar uma avaliação geral dos Clubes;",
            "7. Estimular a cada desbravador ter um relacionamento maior com Jesus;",
            "8. Dar oportunidade aos clubes de adquirirem maior experiência e conhecimento;",
            "9. Fortalecer as potencialidades mentais, físicas e espirituais através de eventos, atividades e cerimonias;",
            "10. Divulgar o trabalho dos desbravadores na cidade de Jaguariúna."
        ]
    },
    {
        "title":"CHECK-IN",
        "description": [
            "Na recepção do evento o diretor receberá as pulseiras referentes aos inscritos do seu clube. Por questão do seguro, não será permitida a entrada de participantes sem estarem devidamente inscritos.",
            "Caso alguém danique a pulseira, esta deverá ser entregue na secretaria do XXI Campori e pagar o valor de R$5,00 para receber uma nova pulseira.",
            "Não será permitida a circulação de participantes durante o evento sem a pulseira."
        ]
    },
    {
        "title": "ESTACIONAMENTO/TRÂNSITO",
        "description": [
            "Haverá estacionamento exclusivo para ônibus e carros. Serão proibidos veículos estacionados nas áreas das cozinhas e do acampamento.",
            "Somente veículos autorizados e com adesivo de identi cação poderão circular nas áreas comuns do evento."
        ]
    },
    {
        "title": "BATISMO",
        "description": [
            "Um dos momentos mais marcantes em um XXI Campori é a decisão pública de um Desbravador por Jesus. Por isso, os membros de clube que desejam serem batizados devem seguir o protocolo pré-estabelecido no primeiro boletim informativo."
        ]
    },
    {
        "title":"VISITAÇÃO",
        "description":[
            "Não será permitida a visitação deparentes, familiares ou amigos em nenhum dos dias do evento. Apenas os familiares dos Desbravadores que serão batizados terão acesso,ressaltando que a visita será restrita ao momento do batismo e não será permitida a visitação em outras áreas do evento. Cada batizando terá direito a convidar até quatro pessoas para assistir ao batismo."
        ]
    },
    {
        "title": "INVESTIDURA",
        "description": [
            "Durante o XXI Campori será realizada somente uma cerimônia de investidura, no domingo à noite (07/07/2024).",
            "Os candidatos à Cerimônia de Investidura nas classes de liderança (líder/Master/Master Avançado), deverão entrar em contato com o Coordenador Freitas para anexar o arquivo da documentação necessária, até o dia 15/06/2024.",
            "Familiares poderão participar da cerimônia, desde que previamente e devidamente cadastrados junto a secretaria do evento."
        ]
    },
    {
        "title": "SHOPPING DESBRAVACENTER",
        "description": [
            "Haverá fornecedores de materiais para desbravador, uniformes e outros. Caso tenha interesse em adquirir algum material, esteja prevenido."
        ]
    },
    {
        "title": "O QUE LEVAR?",
        "description": [
            "* Uniformes: oficial, de campo e do clube",
            "* Sapato social para usar com uniforme oficial (sapato preto sem detalhes em outra cor)",
            "* Meia preta social para os meninos/ meia soquete branca para as meninas (se estiver frio as meninas podem usar meia calça o 80 pretas)",
            "* Roupas de frio",
            "* Roupa velha para ralo",
            "* Meias",
            "* Travesseiro",
            "* Edredom/cobertor",
            "* Colchão",
            "* Lençol",
            "* Tênis velho para ralo",
            "* Chinelo",
            "* Toalha para banho",
            "* Itens de higiene pessoal (sabonete, shampoo, condicionador, creme dental, escova de dentes, papel higiênico, desodorante, hidratante, repelente, protetor solar, talco desodorante para os pés, absorvente (meninas))"
        ]
    },
    {
        "title":"DESBRAVADOR ESPECIAL",
        "description":[
            "Aqueles que tem Desbravadores com alguma necessidade especial, precisa estar cadastrado no sistema como desbravador especial, enviar para a Elaine as seguintes informações para que ela faça a alteração de função no SGC:",
            "1 - Nome do clube",
            "2 - Nome completo do desbravador",
            "Atenção solicitar laudo médico para os pais."
        ]
    }
]
